Repository: Joao-Peterson/petricad
Catalog: lib/l10n/app_*.arb
Languages: pt

# name
source: English
pt: Português

# toolbarToolsLabel
source: Tools
pt: Ferramentas

# toolbarToolsTooltip
source: Program tools
pt: Ferramentas do programa

# toolbarToolsEntryCommandPalette
source: Command Palette
pt: Menu de comandos

# sidebarActionExplorerTooltip
source: File explorer
pt: Explorador de arquivos

# sidebarActionSearchTooltip
source: Search and replace
pt: Pesquisar e substituir

# sidebarActionToolsTooltip
source: Tools
pt: Ferramentas

# sidebarActionDebugTooltip
source: Debug and watch
pt: Depuração e visualização

# sidebarActionSettingsTooltip
source: Settings (text file)
pt: Configurações (arquivo de texto)

# sidebarActionNoneTooltip
source: Unknown!
pt: Unknow!

# explorerClosedText
source: No folder is currently opened
pt: Nenhuma pasta está aberta

# explorerClosedButtonLabel
source: Open folder
pt: Abrir pasta

# explorerClosedFilePickDialogueTitle
source: Select a folder to open
pt: Selecione uma pasta para abrir

# explorerOpenFolderPrefix
source: Opened:
pt: Pasta:

# commandPaletteInputText
source: Type a command ...
pt: Digite um comando ...

# commandLocaleChangeLabel
source: Language: Change language
pt: Linguagem: Mudar linguagem

# commandThemeChangeLabel
source: Color: Change theme
pt: Cor: Mudar tema

# commandSidebarActionLabel
source: Sidebar: Actions
pt: Barra lateral: Ações

# commandExplorerOpenLabel
source: Explorer: Open folder
pt: Explorador: Abrir pasta

# commandExplorerCloseLabel
source: Explorer: Close folder
pt: Explorador: Fechar pasta
